[{"titre": "Gâteau des abeilles de Litha", "url": "https://www.cuisine-libre.org/gateau-au-miel-de-litha", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/19/7ae7d0b17e0015f4a72152a1842dfc.jpg?1616185028", "recette": {"titre": "Gâteau des abeilles de Litha", "infos": {"duree_preparation": "15 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["2 œufs", "100 g de sucre", "150 g de farine", "1 sachet de levure", "1 pincée de sel", "5 c. à soupe de miel d’acacia", "un peu de lait", "un peu d’huile neutre", "un peu de beurre", "un peu de sucre glace"], "etapes": ["Préchauffer le four à 220°C et beurrer un moule.", "En fouettant énergiquement, mélanger dans une vasque le sucre et les œufs pour que cela mousse.", "Incorporer le miel, le lait, l’huile, la farine, la levure et le sel en remuant fort pour que cela soit une belle crème lisse.", "Verser la pâte dans le moule et saupoudrer de sucre glace.", "Faire cuire pendant une demie heure en vérifiant la cuisson."]}}, {"titre": "Gâteau irlandais de la Toussaint", "url": "https://www.cuisine-libre.org/gateau-irlandais-de-la-toussaint", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/6f/a559c61fab8f9d29ad4d96e6b122a9.jpg?1616185472", "recette": {"titre": "Gâteau irlandais de la Toussaint", "infos": {"duree_preparation": "20 min", "duree_cuisson": "50 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["220 g de farine", "15 g de levure de boulanger", "5 cl de lait tiède", "50 g de beurre", "40 g de sucre brun", "1 œuf", "150 g de raisins secs de Corinthe et de Smyrne", "25 g d’écorces d’oranges confites", "1 pincée de cannelle", "1 pincée de muscade", "2 pincées de sel", "un peu de beurre fondu"], "etapes": ["Préchauffez le four à 180°C.", "Émiettez la levure dans le lait tiède, laissez dissoudre et reposer.", "Mettez dans une jatte chaude la farine, le sel, la cannelle, la muscade, le beurre en petits morceaux et le sucre brun, mélangez du bout des doigts jusqu’à obtention d’un mélange sableux.", "Ajoutez à la levure l’œuf battu, puis versez dans la jatte, battez jusqu’à obtention d’une pâte homogène.", "Incorporez à cette pâte les raisins et les écorces confites, remuez, couvrez et laissez reposer dans un endroit chaud jusqu’à ce que la pâte ait doublé de volume.", "Pétrissez la pâte, et disposez-la dans un moule rond de 18 cm de diamètre.Faites cuire le gâteau 50 à 60 min, badigeonnez-le de beurre amolli à la sortie du four."]}}, {"titre": "Gâteau de Pentecôte", "url": "https://www.cuisine-libre.org/gateau-de-pentecote", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/cf/6975b875b7abe7f10fb8aa5416c280.jpg?1616189398", "recette": {"titre": "Gâteau de Pentecôte", "infos": {"duree_preparation": "20 min", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["1 génoise", "350 g de crème semi-épaisse entière", "45 g de sucre glace", "15 fraises"], "etapes": ["Laver et équeuter les fraises. Monter la chantilly en battant la crème et le sucre glace. En recouvrir soigneusement toute la génoise. Terminer la décoration du gâteau comme suit :"]}}, {"titre": "Gâteau au chocolat granuleux", "url": "https://www.cuisine-libre.org/gateau-au-chocolat-granuleux", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/92/dbc06ccb8e7931ddadab9530ea1eb6.jpg?1616198724", "recette": {"titre": "Gâteau au chocolat granuleux", "infos": {"duree_preparation": "1 h", "duree_cuisson": "15 min", "duree_repos": "2 h", "methode_cuisson": "Four"}, "ingredients": ["125 g de chocolat à pâtisserie noir", "120 g de farine blanche", "70 g de sucre (pas trop fin)", "100 g de beurre", "1 demi sachet de levure chimique", "1 œuf", "1 bonne pincée de sel (si le beurre est doux)"], "etapes": ["Faites fondre le chocolat et le beurre ensemble, lentement, tout doucement… mais ne vous endormez pas quand même, autrement il cuirait et il faudrait tout recommencer.", "Pour vous maintenir éveillé, préparez un récipient avec la farine, le sucre et la poudre de perlimpinpin. Bien mélangés, sans grumeaux. Les grumeaux, c’est pas beau, c’est pas bon.Non, il ne faut pas mettre l’œuf maintenant : il faudrait tout recommencer autrement. Soyez bien attentifs.Pour vous donner un coup de fouet, vous pouvez séparer le blanc du jaune et faire monter le blanc en neige.", "Mais n’oubliez pas le chocolat, surtout. Autrement, il faudrait tout recommencer. D’ailleurs, il doit être parfaitement onctueux, maintenant. Ne vous enflammez pas, vous vous bruleriez, laissez-le tiédir un peu. Ajoutez-le à votre préparation et mélangez-le délicatement, patiemment… Mais pas trop, ça ne servirait à rien.", "Qu’avez-vous fait du jaune de l’œuf ? Malheureux, il faut le garder précieusement. Autrement, il faudrait tout recommencer. Incorporez-le au mélange.", "Et puis le blanc neigeux, bien sûr. Vous ne l’avez pas oublié, celui-là : vos bras sont encore tout échauffés.", "Et le four ? Est-il bien chaud, lui ? Vous l’aviez oublié ! Ce n’est pas grave, ne recommencez pas tout. 200 ou 210°C. Voilà, c’est très très bien.", "Avant de piquer un petit roupillon, vous placez la préparation dans un moule et vous enfournez. Mais, ne dormez pas trop longtemps, autrement le gâteau serait trop cuit et… enfin, vous savez quoi. 10 à 20 minutes, selon le four et la quantité.", "Ne soyez pas trop goulus, maintenant qu’il est cuit, il doit refroidir. Et il sera meilleur encore le lendemain. Oui, vous feriez mieux d’aller vous recoucher. Mais faites bien attention, des brigands pourraient bien venir vous le dérober. Alors, il faudrait tout recommencer."]}}, {"titre": "Lammele", "url": "https://www.cuisine-libre.org/lammele", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/e2/ade49dc7abcb2546ae9c5770723c0c.jpg?1616184204", "recette": {"titre": "Lammele", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "30 min", "methode_cuisson": "Four"}, "ingredients": ["4 œufs", "120 g de sucre", "120 g de farine", "20 g de fécule", "50 g de beurre", "1 gousse de vanille", "sucre glace"], "etapes": ["Préchauffer le four à 180°C.", "À l’aide d’un pinceau, enduire abondamment et très soigneusement le moule à lammele de beurre fondu. Le fariner légèrement et le tapoter doucement pour faire tomber l’excédent de farine.", "Fendre la gousse de vanille en deux et la gratter dans le sucre.", "Fouetter les jaunes d’œufs avec le sucre vanillé, jusqu’à ce que le mélange blanchisse. Ajouter éventuellement un zeste de citron.", "Tamiser la farine avec la fécule. L’ajouter délicatement au mélange, cuillère après cuillère.", "Battre les blancs en neige. Les ajouter délicatement au mélange, en deux fois, en soulevant bien la pâte.", "Verser la pâte dans le moule, sans le remplir : aux trois quart de sa hauteur, pour éviter les débordements pendant la cuisson.", "Enfourner 20 à 30 minutes. Vérifier la cuisson en plantant la lame d’un couteau : elle doit ressortir propre. Démouler à la sortie du four.", "Laisser complètement refroidir. Avant de servir, saupoudrer de sucre glace. Nouer un ruban autour du cou de l’agneau et y planter un petit drapeau alsacien."]}}, {"titre": "Gâteau de St Phanourios (Fanouropita)", "url": "https://www.cuisine-libre.org/gateau-de-st-phanourios-fanouropita", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/5a/ab53ba8ee7043dba381f0b704f85d4.jpg?1616187967", "recette": {"titre": "Gâteau de St Phanourios (Fanouropita)", "infos": {"duree_preparation": "30 min", "duree_cuisson": "1 h 30 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["1 tasse de jus d’orange", "2 c. à soupe de beurre", "½ c. à café de sel", "2 tasses de raisins secs de Corinthe", "¾ de tasse de sucre", "½ tasse de miel", "1 c. à soupe de cannelle moulue", "½ c. à café de clous de girofle moulu", "2 tasses de farine", "2 c. à soupe de levure", "½ c. à café de bicarbonate de soude", "2 c. à soupe d’écorces d’orange râpées", "graines de sésame"], "etapes": ["Dans une grande casserole à fond épais, mélanger tous les ingrédients listés jusqu’aux clous de girofle.", "Porter à ébullition. Réduire le feu et laisser mijoter pendant exactement 10 min.", "Mettre la casserole dans l’eau froide pour faire refroidir complètement le mélange.", "Dans le sirop refroidi, tamiser la farine, la levure et le bicarbonate de soude.", "Battre vigoureusement pendant 8 à 10 min. avec une cuillère bois, jusqu’à ce que le mélange soit léger et coulant.", "Incorporer les écorces d’orange.", "Verser dans un moule à cake.", "Saupoudrer de graines de sésame.", "Cuire au four pendant 1h à 1h30, en vérifiant la cuisson avec la pointe d’un couteau.", "Laisser refroidir le gâteau dans le moule."]}}, {"titre": "Biscuits de la joie", "url": "https://www.cuisine-libre.org/biscuits-de-la-joie", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/35/0c32b8da7dd385bf8e91cf7595daa6.jpg?1616184235", "recette": {"titre": "Biscuits de la joie", "infos": {"duree_preparation": "25 min", "duree_cuisson": "13 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["90 g de beurre", "70 g de sucre roux", "35 g de miel", "2 jaunes d’œufs", "250 g de farine de petit (ou grand) épeautre bio", "6 g de noix de muscade", "6 g de cannelle", "24 clous de girofle"], "etapes": ["Préparer les épices : râper la muscade, moudre la cannelle et concasser les clous de girofle au mortier en faisant attention à ne plus avoir de morceaux.Dans un saladier, mélanger épices et farine.", "Faire fondre le beurre à feu doux dans une casserole, puis y ajouter le sucre et le miel. Retirer la casserole du feu et ajouter les jaunes d’œuf en fouettant. Mélanger jusqu’à l’obtention d’une pâte de couleur unie.", "Verser le contenu de la casserole dans le saladier avec la farine épicée, puis mélanger le tout jusqu’à l’obtention d’une pâte qui se détache du bord du saladier. Si la pâte colle encore, ajouter un peu de farine.", "Préchauffer le four à 180°C.", "Sur un plan de travail fariné, étaler la pâte en une galette de 3 à 4 mm d’épaisseur à l’aide d’un rouleau à pâtisserie (une farine intégrale ordinaire suffira pour cette étape).", "Découper des morceaux dans la pâte à l’aide d’un emporte-pièces en forme de bonhomme heureux et les déposer sur une plaque recouverte de papier sulfurisé. Récupérer les chutes pour former une nouvelle boule, et recommencer de même, étalage et découpe, jusqu’à utilisation de toute la pâte.", "Enfourner pendant exactement 13 min et sortir les biscuits du four à la fin du temps de cuisson. Ils sont encore un peu tendres et vont durcir en refroidissant."]}}, {"titre": "Tartelettes aux myrtilles", "url": "https://www.cuisine-libre.org/tartelettes-aux-myrtilles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ad/5295b1e9c722082aec1d5a29859d66.jpg?1616184551", "recette": {"titre": "Tartelettes aux myrtilles", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["400 g de myrtilles fraîches voire surgelées ou encore en conserve", "250 g de farine", "125 g de beurre", "100 g de sucre", "1 œuf", "50 cl de lait", "3 œufs", "100 g de sucre", "50 g de farine", "1 cuillère à café de sucre vanillé"], "etapes": ["Travailler le beurre et le sucre en pommade, ajouter l’œuf entier et, lorsque le mélange est parfait, ajouter la farine tamisée.", "Mélanger, pétrir sous la paume de la main.", "Mettre en tas, le couper en 4, poser les morceaux les uns sur les autres. Recouper encore en 4.", "Répéter cette opération 3 fois en tout.", "Étendre au rouleau sur 4 mm d’épaisseur, garnir les moules beurrés et légèrement farinés.", "Cuire les tartelettes non garnies à four chaud.CUISSON à four chaud, Th 7 - 220°c, 18 min en surveillant la couleur.", "Fouetter les jaunes d’œufs avec le sucre et le sucre vanillé, ajouter la farine tamisée.", "Délayer avec le lait bouillant, remettre sur le feu, faire bouillir en remuant. Laisser refroidir.", "Remplir les tartelettes refroidies d’ une petite couche de crème pâtissière, puis de myrtilles égouttées.", "Badigeonner le dessus de gelée de groseille tiédie allongée d’une goutte d’eau — si les myrtilles sont fraîches ou surgelées, les faire bouillir 10 min avec 200 g de sucre."]}}, {"titre": "Biscuits sablés", "url": "https://www.cuisine-libre.org/biscuits-sables", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/11/f1d13b6ac90b5cae26847cd20c59ee.jpg?1616199934", "recette": {"titre": "Biscuits sablés", "infos": {"duree_preparation": "20 min", "duree_cuisson": "10 min", "duree_repos": "1 h", "methode_cuisson": "Four"}, "ingredients": ["250 g de farine", "125 g de beurre ramolli", "125 g de sucre fin", "1 œuf entier"], "etapes": ["Préchauffer le four à 180°C.", "Blanchir le beurre et le sucre glace jusqu’à obtention d’une crème lisse.Ajouter l’œuf entier. Bien battre. Incorporez la farine et mélanger jusqu’à obtenir une pâte lisse et former une boule. Ne pas trop travailler la pâte pour éviter qu’elle ne durcisse. Elle doit être ferme. Si nécessaire, placer la boule au frais 1 heure pour raffermir la pâte.", "Abaisser la pâte sur un plan légèrement fariné. Découper à l’emporte pièce.", "Poser sur une plaque recouverte de papier sulfurisé. Cuire 10 min environ. Le temps dépend de l’épaisseur des biscuits. Stopper la cuisson lorsque qu’ils commencent à colorer. Laisser les sablés dans le four éteint. Laisser refroidir avant de déguster. L’intérieur doit être sec et friable."]}}, {"titre": "Macarons d’Amiens", "url": "https://www.cuisine-libre.org/macarons-d-amiens", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ff/0ea84d081a125300ca0d6b5b100a0a.jpg?1616183859", "recette": {"titre": "Macarons d’Amiens", "infos": {"duree_preparation": "25 min", "duree_cuisson": "15 min", "duree_repos": "8 h", "methode_cuisson": "Four"}, "ingredients": ["200 g d’amandes douces", "200 g de sucre en poudre", "3 à 4 blancs d’œufs", "3 bonnes cuillerées de gelée de pommes ou d’abricots"], "etapes": ["Piler les amandes douces avec un poids égal de sucre en poudre jusqu’à obtenir une pâte.", "Ajouter petit à petit 3 à 4 blancs d’œufs, selon leur taille : le mélange doit avoir une consistance proche de la pâte d’amandes. Ajouter ensuite la gelée de fruits.", "Couvrez d’un film plastique et laissez reposer 8 h au réfrigérateur.", "Préchauffez le four à 180°C.", "Rouler la pâte et former un boudin de de 4 cm de diamètre, coupez des tranches de 2 cm d’épaisseur, rangez-les sur une plaque à pâtisserie beurrée ou mieux, tapissée de papier sulfurisé. Cuire 30 minutes à four modéré. Les macarons doivent dorer mais ne pas brunir. Dans le doute, mieux vaut les faire cuire moins longtemps pour conserver tout leur moelleux.", "Après refroidissement complet, conserver les macarons dans une boîte en fer, pour préserver leur moelleux."]}}, {"titre": "Gâteau au chocolat sans beurre", "url": "https://www.cuisine-libre.org/gateau-au-chocolat-sans-beurre", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/98/d4f89f472bc98564a7aa3cfd7afa7f.jpg?1616184489", "recette": {"titre": "Gâteau au chocolat sans beurre", "infos": {"duree_preparation": "10 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["200 g de chocolat noir à dessert", "2 ou 3 œufs", "200 à 300 g de compote de pommes", "50 g de farine de blé", "1 sachet de levure", "100 g de sucre"], "etapes": ["Préchauffer le four à 180°C.", "Faites fondre le chocolat au bain marie sans le toucher.", "Pendant ce temps battre les œufs et le sucre dans un saladier. Ajouter la farine et la levure, mélanger bien. Ajouter la compote de pomme.", "Quand le chocolat est ramolli, mélangez-le dans la casserole jusqu’à ce qu’il soit lisse puis incorporez-le à la préparation tout en mélangeant.", "Mettre le tout dans un moule légèrement beurré et fariné. Enfournez. Pendant la cuisson vous pouvez lécher les gamelles pleines de chocolat.", "Le gâteau est cuit quand un couteau planté en ressort très légèrement imprégné."]}}, {"titre": "Tronco di bosco (bûche au chocolat)", "url": "https://www.cuisine-libre.org/tronco-di-bosco-buche-au-chocolat", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/83/1c722cbf8f260ae60dc42cee6c20a0.jpg?1616184222", "recette": {"titre": "Tronco di bosco (bûche au chocolat)", "infos": {"duree_preparation": "30 min", "duree_cuisson": "", "duree_repos": "4 h", "methode_cuisson": "Crudité"}, "ingredients": ["250 g de beurre", "50 g d’amandes", "70 g de sucre glace", "2 jaunes d’œufs", "100 g de cacao amer", "150 g de biscuits à la cuillère (boudoirs)", "5 cuillères à soupe de rhum"], "etapes": ["Mettre le beurre dans un saladier tiédi et le laisser se ramollir.", "Faire blanchir les amandes, les monder puis les hacher finement.", "Fouetter le beurre en crème, en lui incorporant, petit à petit, le sucre.", "Dans un autre saladier, battre les 2 jaunes d’œufs jusqu’à consistance mousseuse puis les incorporer au beurre.", "Verser le cacao en pluie sur le beurre et mélanger bien.", "Émietter les biscuits et les incorporer au mélange.", "Ajouter les amandes et le rhum. Laisser reposer 10 minutes.", "Disposer l’ensemble de la préparation sur une feuille d’aluminium, la rouler en forme de cylindre. Refermer l’aluminium.", "Laisser prendre la bûche au moins 4 heures au réfrigérateur. Une nuit sera parfait.", "Retirer l’aluminium, la dressera sur un plat réfrigéré puis la couper en tranches fines.", "Servir sans attendre, à température ambiante, la bûche fond légèrement…"]}}, {"titre": "Macarons caroube noisette", "url": "https://www.cuisine-libre.org/macarons-caroube-noisette", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/b1/b184f6238e743bd71638cda2826737.jpg?1616183884", "recette": {"titre": "Macarons caroube noisette", "infos": {"duree_preparation": "20 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["2 œufs séparés", "185 g de sucre en poudre", "2 cuil. à soupe de caroube en poudre", "250 g de noix de coco râpée", "60 g de noisettes hachées", "100 g de caroube fondu"], "etapes": ["Préchauffez le four à 180°C (th 4).", "Battez les blancs d’œufs en neige. Ajoutez le sucre, une cuillère à chaque fois, en continuant de battre régulièrement.", "Battez les jaunes d’œuf avec la poudre de caroube. Incorporez délicatement au mélange précédent. Ajoutez la noix de coco et les noisettes hachées.", "Disposez de petits monticules de pâte sur des plaques de four légèrement huilées et faites cuire pendant 15 minutes, jusqu’à ce que les macarons soient fermes.", "Laissez refroidir sur les plaques. Saupoudrez de caroube fondu."]}}, {"titre": "Galette des rois à la mandarine", "url": "https://www.cuisine-libre.org/galette-des-rois-a-la-mandarine", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/cd/6fe2867d9060b6ecebc868ebe3771d.jpg?1616184231", "recette": {"titre": "Galette des rois à la mandarine", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["2 rouleaux de pâte feuilletée", "2 mandarines", "100 g de sucre en poudre", "50 g de beurre", "80 g de poudre d’amande", "2 œufs + 1 jaune pour la pâte"], "etapes": ["Brosser et essuyer les mandarines à l’eau froide. Prélever de larges zestes avec un couteau bien aiguisé. Les détailler en fins bâtonnets puis les couper grossièrement en cubes.", "Presser le jus des mandarines, le verser dans une petite casserole avec les zestes. Porter à frémissement 2 min, puis laisser réduire légèrement. Laisser refroidir.", "Fondre le beurre. Fouetter les œufs avec le sucre en poudre jusqu’à ce que le mélange blanchisse. Ajouter le beurre fondu petit à petit en mélangeant bien, puis verser le jus de mandarine avec les zestes, tout en continuant de remuer. Ajouter la poudre d’amandes en plusieurs fois afin que le mélange soit bien homogène.", "Préchauffer le four à 210°C - Th 7.", "Découper 4 cercles de pâte de la taille d’un bol. Poser les 2 premiers sur la plaque du four avec une feuille de papier cuisson.", "Verser le mélange au centre des cercles, puis recouvrir avec les 2 autres cercles, en rabattant le surplus de pâte afin de réaliser un joli bourrelet.", "Badigeonner, avec un pinceau, les galettes au jaune d’œuf. Dessiner ensuite des motifs avec la pointe d’un couteau."]}}, {"titre": "Gâteau de Carême (pitta nistissimi)", "url": "https://www.cuisine-libre.org/gateau-de-careme-pitta-nistissimi", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/03/3dc1f8b62d83db435365a92a401a0f.jpg?1616185343", "recette": {"titre": "Gâteau de Carême (pitta nistissimi)", "infos": {"duree_preparation": "15 min", "duree_cuisson": "45 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["3 tasses de farine tout usage", "½ tasse de poudre d’amandes", "2 c. à café de poudre à lever", "1 c. à café de bicarbonate de soude", "1 tasse de jus d’orange", "zeste d’orange râpé", "1 c. à café de cannelle", "¼ c. à café de girofle moulue", "¾ de tasse d’huile d’olive tiède", "1 tasse de sucre", "½ tasse de raisins de Corinthe", "½ tasse de raisins de Smyrne", "½ tasse de noix hachées", "½ tasse d’Ouzo (facultatif)", "éclaboussure d’eau de rose", "sucre glace"], "etapes": ["Diluez le bicarbonate de soude dans le jus d’orange.", "Tamisez la farine avec les amandes moulues, le zeste et les épices. Mélangez bien.", "Dans un grand bol, battez ensemble l’huile chaude, le sucre et le jus d’orange.", "Ajoutez le mélange de farine et mélangez bien.", "Ajoutez les fruits secs et les noix hachées, un shot d’Ouzo et une éclaboussure d’eau de rose. Mélangez bien.", "Versez la pâte dans un moule huilé et fariné de 22 x 32 cm et cuisez à four moyen pendant 45 minutes.", "Laissez refroidir 5 minutes hors du four avant de démouler délicatement. Une fois le gâteau refroidi, transférez dans un plat de service et saupoudrez de sucre glace."]}}, {"titre": "Galette au chocolat et au thé", "url": "https://www.cuisine-libre.org/galette-au-chocolat-et-au-the", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/9d/6887dacd69001862c99351c4eefb64.jpg?1616184122", "recette": {"titre": "Galette au chocolat et au thé", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "30 min", "methode_cuisson": "Four"}, "ingredients": ["800 g de pâte feuilletée", "15 cl de crème fraîche liquide", "1 ou 2 sachets de thé Earl Grey à la bergamote", "150 g de chocolat noir - en tablette", "20 g de sucre en poudre", "20 g de beurre", "1 jaune d’œuf pour dorer", "1 cuillère à soupe de sucre glace"], "etapes": ["Verser la crème fraîche dans une petite casserole, porter à ébullition et retirer aussitôt du feu.", "Plonger 1 ou 2 sachets de thé (selon que l’on souhaite un goût plus ou moins corsé) préalablement humidifiés et laisser infuser à couvert jusqu’à utilisation (10 min minimum).", "Fondre le chocolat en morceaux avec le beurre au bain-marie, Dès qu’il est mou, ajouter le sucre en poudre et délayer.", "Incorporer la crème au thé à la pâte de chocolat tenue au bain-marie et délayer vivement pour obtenir une crème lisse et brillante.", "Laisser refroidir complètement pour faire raffermir.", "Préchauffer le four : Th 7, 210°C.", "Diviser la pâte feuilletée en 2 parts égales et les abaisser en 2 disques, l’un de 26 cm de Ø et l’autre de 28 cm.", "Poser le plus petit sur la tôle du four légèrement humidifiée. Étaler régulièrement sur cette abaisse la crème au chocolat froide, en laissant une marge de 2 cm sur tout le pourtour.", "Glisser 1 fève dans la crème. Mouiller tout le bord de la pâte au pinceau avec de l’eau.", "Poser la deuxième abaisse sur la garniture et la souder à la pâte du dessous en appuyant bien sur tout le pourtour pour faire adhérer.", "Badigeonner la galette au pinceau avec le jaune d’œuf additionné d’1 cuillère à café d’eau.", "Dessiner des motifs à la pointe du couteau sur le dessus.", "Enfourner à mi-hauteur et laisser cuire 10 min, puis baisser la température à 180°C - Th 6, puis poursuivre la cuisson 10 min, jusqu’à ce que la galette soit dorée.", "Au bout de ce temps, délayer le sucre glace dans 1 cuillère à soupe d’eau, et badigeonner la galette avec ce sirop.", "Terminer la cuisson 10 min, jusqu’à ce que la galette soit bien dorée avec un aspect laqué (on pourra baisser le Thermostat à 5-6 - 160°C, si le dessous fonce trop).", "Au sortir du four, faire glisser la galette sur une grille à pâtisserie et la laisser refroidir complètement."]}}, {"titre": "Kastell du", "url": "https://www.cuisine-libre.org/kastell-du", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/90/f922f2d3ea52fe164ccdf963313f1e.jpg?1616191104", "recette": {"titre": "Kastell du", "infos": {"duree_preparation": "15 min", "duree_cuisson": "45 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["4 œufs", "170 g de farine de sarrasin", "250 g de sucre en poudre", "80 g de farine de froment", "250 g de beurre ½ sel", "1 sachet de levure", "sel"], "etapes": ["Placer le beurre à température ambiante.", "Dans une terrine, mélanger les jaunes d’œufs avec le sucre jusqu’à l’obtention d’une pâle fluide.", "Ajouter le beurre que l’on écrase sans le faire fondre, puis la farine.", "Mélanger vigoureusement afin que le mélange devienne homogène.", "Ajouter enfin la levure, puis les blancs d’œuf en neige battus très ferme avec 1 pincée de sel.", "Beurrer un plat allant au four. Verser la préparation. Enfourner.", "CUISSON à four chaud, Th 6 - 180°C, pendant 45 min."]}}, {"titre": "Quatre-quarts", "url": "https://www.cuisine-libre.org/quatre-quarts", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/a9/fe55eb0b7dbf1d7d1d641a57e95559.jpg?1616184489", "recette": {"titre": "Quatre-quarts", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["4 œufs", "200 g de farine T55", "200 g de sucre en poudre", "200 g de beurre doux", "5 g de levure chimique (½ sachet)", "arôme vanille (facultatif)"], "etapes": ["Préchauffez le four à 180°C.", "Enfournez 10 minutes à 180°C, puis baissez la température du four à 145°C pour 30 minutes. Le choc thermique va permettre au quatre-quart de bien monter, puis la cuisson lente va lui donner tout son moelleux et sa densité.", "Laissez-le totalement refroidir à température ambiante avant de déguster. Vous pouvez le préparer la veille pour le lendemain. Quand il est froid, démoulez-le."]}}, {"titre": "Muffins végés cacao-noisette", "url": "https://www.cuisine-libre.org/muffins-veges-cacao-noisette", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/8a/b6301ab06966c1ae26c330630698b0.jpg?1616189089", "recette": {"titre": "Muffins végés cacao-noisette", "infos": {"duree_preparation": "15 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["200 g farine", "40 g fécule de pomme de terre", "150 g sucre", "2 sachets de sucre vanillé", "1 sachet de levure", "30 g cacao", "50 g noisettes (en poudre)", "120 g margarine fondue", "100 g lait végétal", "100 g compote"], "etapes": ["Mélanger les ingrédients liquides d’un côté et les solides de l’autre, puis les deux. La pâte doit être plus épaisse que celle d’un gâteau au yahourt. Mettre dans les moules, puis au four pendant 20 minutes."]}}, {"titre": "Briochettes croisées (hot cross buns)", "url": "https://www.cuisine-libre.org/briochettes-croisees-hot-cross-buns", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/be/b42bf47043c20fcae0d49776d15846.jpg?1616183858", "recette": {"titre": "Briochettes croisées (hot cross buns)", "infos": {"duree_preparation": "40 min", "duree_cuisson": "20 min", "duree_repos": "2 h", "methode_cuisson": "Four"}, "ingredients": ["400 g de farine", "1 sachet (7 g) de levure boulanger", "50 g de sucre", "1 c. café de sel fin", "1 c. café quatre-épices", "1 c. café de cannelle", "25 cl de lait tiède", "1 œuf battu", "50 g de beurre fondu", "100 g de raisins secs (ou myrtilles ou cranberries séchées)", "25 g de farine", "½ c. café de sucre", "2-3 c. soupe d’eau tiède"], "etapes": ["Dans un saladier, versez le farine, la levure, le sucre, le sel et les épices. Mélangez. Formez un puit au centre pour y verser le lait, l’œuf battu et le beurre fondu. Mélangez d’abord avec une cuillère en bois puis continuez à la main. Ajoutez un peu de farine si la pâte est trop humide, un peu d’eau si elle est trop sèche.", "Déposez la pâte sur une planche farinée et pétrissez-la pendant 10 min jusqu’à ce que la pâte devienne lisse et élastique et ne colle plus aux doigts.", "Transférez la pâte dans un saladier propre légèrement graissé et couvrez d’un linge propre. Laissez lever, à température ambiante et à l’abri des courants d’air, pendant environ 1 h, selon la température de la pièce. La pâte doit doubler de volume.", "Pendant ce temps, faites gonfler les fruits secs dans de l’eau chaude pendant 15 min. Puis égouttez-les et essorez-les dans du papier absorbant.", "Déposez la pâte sur une planche légèrement farinée et étalez-la avec le plat de la main. Versez dessus les fruits secs et repliez la pâte plusieurs fois sur elle-même. Pétrissez de nouveau, quelques secondes.", "Divisez la pâte en 8 parts égales. Formez de belles boules et déposez-les sur une plaque à pâtisserie, en deux lignes de 4 boules, espacées chacune de 2-3 cm.", "Recouvrez d’un linge et laissez lever environ 1 h jusqu’à ce que les boules aient doublé : ajustez le temps de levée jusqu’à l’obtention de beaux petits pains ronds d’environ 7 cm de diamètre et qui se touchent entre eux. Faites préchauffer le four à 200°C.", "Mélangez la farine et le sucre et ajoutez un peu d’eau pour obtenir un mélange lisse et légèrement pâteux. À l’aide d’une poche à douille, tracez des traits d’env. 2 mm d’épaisseur sur les petits pains alignés pour former une croix sur chacun.", "Enfournez pour 20 min jusqu’à ce que les briochettes soient bien dorées. Dégustez-les tièdes ou froides."]}}, {"titre": "Galette des rois vosgienne", "url": "https://www.cuisine-libre.org/galette-des-rois-vosgienne", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/69/7f5612d3378d5ae33f09af64b2b43c.jpg?1616192195", "recette": {"titre": "Galette des rois vosgienne", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["125 g de beurre", "250 g de sucre en poudre", "1 œuf", "125 g de poudre d’amandes", "250 g de farine", "150 g de confiture d’abricots", "150 g de gelée de groseilles ou de myrtilles"], "etapes": ["Faire ramollir le beurre dans un saladier, puis ajouter le sucre et l’œuf. Travailler bien, le mélange.", "Ajouter alors la farine tamisée préalablement, et la poudre d’amandes.Mélanger et pétrir à la main cette pâte, qui doit être homogène et souple.", "En réserver 1/4.", "Étaler le reste de la pâte au rouleau et découper une abaisse ronde de 1 cm d’épaisseur.", "Poser l’abaisse sur une tôle et glisser une fève dans l’épaisseur.", "Étendre au rouleau le quart de pâte réservé et le détailler en longs rubans de 1 cm de largeur environ.", "Entourer l’abaisse ronde d’un de ces rubans et disposer les autres en formant un quadrillage.", "", "Souder les croisements en mouillant la pâte avec un peu d’eau.", "Avant la cuisson, déposer dans les creux un peu de confiture d’abricots et de gelée de groseilles ou de myrtilles, en alternant les couleurs comme celles d’un damier.", "", "CUISSON à four chaud, Th 5 - 160°C, pendant ± 40 min."]}}, {"titre": "Le « véritable » pain d’épices", "url": "https://www.cuisine-libre.org/le-veritable-pain-d-epices", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/8b/354b5996e2addc9c3ab8d4b67ece28.jpg?1616188279", "recette": {"titre": "Le «", "infos": {"duree_preparation": "30 min", "duree_cuisson": "1 h 30 min", "duree_repos": "1 j  h", "methode_cuisson": "Four"}, "ingredients": ["200 g de farine - tamisée", "200 g de farine de seigle - tamisée", "1 sachet de levure chimique", "200 g de miel crémeux - blanc", "50 g de sucre roux en poudre", "20 cl de lait", "1 cuillère à café d’anis en poudre", "1 cuillère à café de cannelle", "1 cuillère à café de gingembre", "1 pincée de noix de muscade", "1 pincée de clou de girofle en poudre", "100 g de zeste de citron et d’orange ou de gingembre confit (facultatif)", "1 cuillère à soupe d’amandes effilées (facultatif)"], "etapes": ["Chauffer les 20 cl de lait à feu doux dans une casserole et ajouter à fondre les 200 g de miel et les 50 g de sucre. Délayer avec un fouet pour que la préparation soit bien homogène. Laisser refroidir environ 10 min.", "Dans un saladier, verser les 200 g de farine de blé et les 200 g de farine de seigle ainsi que le sachet de levure et les épices en poudre. Mélanger bien.", "Verser le lait aromatisé progressivement dans le saladier en remuant avec une spatule de façon à bien incorporer les ingrédients. Si on le désire, l’on incorpore les zestes d’agrume ou des morceaux de gingembre confit.", "Beurrer un grand moule à cake et verser la pâte. Réserver 1 h avant d’enfourner. L’on pourra parsemer la pâte de quelques amandes effilées...", "Cuire à four chaud, Th 4/5, 140°C. Laisser cuire pendant ± 1 h 30.", "Vérifier la cuisson en piquant le pain avec la lame d’un couteau qui doit ressortir sèche lorsqu’il est cuit.", "Au sortir du four, démouler et laisser refroidir le pain d’épices sur une grille. Mieux vaudra attendre 48 h avant de le déguster.", "On pourra le conserver pendant plusieurs jours dans une boîte hermétique."]}}, {"titre": "Pain d’épices au citron", "url": "https://www.cuisine-libre.org/pain-d-epices-au-citron", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/df/9c6b494cce1a87c18630eaabdd2894.jpg?1616184243", "recette": {"titre": "Pain d’épices au citron", "infos": {"duree_preparation": "25 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["125 g de farine de seigle", "10 g de levure chimique", "125 g de miel", "6 cl de lait", "2 œufs", "30 g d’écorces de citron confit", "3 pincées de cannelle", "1 pincée de poudre d’anis", "1 pincée de muscade râpée", "1 pincée de clous de girofle - moulue"], "etapes": ["Préchauffer le four à 160°C - Th 5/6.", "Tamiser la farine et la levure chimique, les verser dans une terrine en formant un puits.", "Dans une petite casserole, chauffer le miel à 60°C afin d’obtenir une bonne dissolution, puis le verser dans le puits de farine.", "Mélanger le lait et les 2 œufs. les incorporer également dans la farine. Mélanger au fouet de façon à obtenir une pâte lisse et fluide.", "Ajouter ensuite les écorces de citrons confits coupées en petits dés et les épices. Mélanger à nouveau.", "Verser la préparation jusqu’à mi-hauteur dans un moule chemisé de papier de cuisson - sulfurisé - beurré. Enfourner pendant 1 h.", "Démouler le pain d’épices dès la sortie du four puis le couvrir d’un torchon. Consommé 24 h après cuisson, il sera plus moelleux. Afin de bien le conserver, l’envelopper dans un film de alimentaire."]}}, {"titre": "Serpent du couvent", "url": "https://www.cuisine-libre.org/serpent-du-couvent", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/dd/6895f85052830cf93d4193c192279f.jpg?1616187712", "recette": {"titre": "Serpent du couvent", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["6 œufs entiers", "125 g de sucre semoule", "125 g de beurre fondu", "1 citron bio non traité (zeste et jus)", "2 cl d’extrait de vanille", "1 c. à café de miel", "5 g de levure chimique", "400 g de farine", "250 g d’amandes effilées", "2 raisins secs", "1 jaune d’œuf"], "etapes": ["Préchauffez votre four à 160°C.", "Dans un saladier, cassez six œufs et battez-les vigoureusement en y associant le sucre. Ajoutez-y le zeste d’un citron, le beurre fondu et mélangez à nouveau.", "Mélangez la farine et la levure et versez-la dans la préparation précédente avec le jus du citron, une rasade d’extrait de vanille et une cuillère à café de miel.", "Façonnez votre pâte pour lui donner la forme d’un serpent. Ajoutez deux raisins secs pour les yeux et badigeonnez de jaune d’œuf pour qu’il dore à la cuisson. Recouvrez la pâte avec les amandes effilées pour évoquer les écailles du serpent.", "Enfournez pour 40 minutes."]}}, {"titre": "Gâteau de potiron sucré", "url": "https://www.cuisine-libre.org/gateau-de-potiron-sucre", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/36/9b93a055d8dc872033ab8abb3bc908.jpg?1616184209", "recette": {"titre": "Gâteau de potiron sucré", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h 20 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["450 g de potiron", "120 g de beurre demi-sel fondu + un peu pour le moule", "1 gousse de vanille", "200 g de cassonade", "4 œufs", "10 cl de jus d’orange pressée", "300 g de farine", "1 sachet de levure", "1 cuillère à café de cannelle", "1 cuillère à café de gingembre en poudre", "sucre glace - facultativement"], "etapes": ["Éplucher le potiron. Retirer les graines, si nécessaire. Puis le tailler en morceaux.", "Le faire cuire dans une casserole avec 20 g de beurre et un fond d’eau à couvert pendant 20 min.", "Égoutter. Puis mixer afin d’obtenir une purée.", "Préchauffer le four à 180°C - Th. 6.", "Fendre la gousse de vanille en deux dans le sens de la longueur et gratter l’intérieur avec un petit couteau afin d’en récolter les graines.", "Dans un saladier. mélanger la cassonade et les œufs. Ajouter le reste du beurre fondu et le jus d’orange. Incorporer ensuite la farine ainsi que la levure, les graines de vanille, la cannelle et le gingembre. Mélanger bien le tout afin d’obtenir une pâte lisse et homogène.", "Beurrer et fariner un moule à manqué et verser la préparation.", "Enfourner pour 50 à 60 min jusqu’a ce que le gâteau soit doré.", "Au moment de servir. saupoudrer éventuellement de sucre glace."]}}, {"titre": "Gâteau de patates douces", "url": "https://www.cuisine-libre.org/gateau-de-patates-douces", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/12/85915630ef4b827625a27091584c91.jpg?1616201327", "recette": {"titre": "Gâteau de patates douces", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["1 kg de patates douces", "60 g de beurre", "10 cl de lait", "2 blancs d’œufs", "2 cuillerées à café de fécule de pomme de terre", "1 sachet de sucre vanillé", "1 cuillerée à café de cannelle en poudre", "10 cl de rhum", "1 pincée de sel fin"], "etapes": ["Peler les patates douces, les faire cuire à la vapeur pendant 30 minutes, puis les égoutter et les réduire en purée au tamis pour qu’elle soit assez fine. Mettre cette purée, encore chaude, dans une terrine et incorporer la moitié du beurre en parcelles. Délayer le tout avec le lait versé en filet pendant que l’on remuera avec une cuiller en bois.", "Battre les blancs d’œufs en neige très ferme avec 1 pincée de sel. Incorporer d’abord 2 cuillerées à café de fécule à la pâte, puis le sucre vanillé et 1 cuillerée à café bombée de cannelle. Mélanger intimement, puis en dernier, incorporer le rhum et les blancs en neige. Beurrer un moule à soufflé ou un plat à gratin assez profond avec le reste du beurre et y verser la préparation. Faire cuire dans le four préchauffé à 220°C, à mi-hauteur, pendant 30 minutes. Sortir le gâteau du four et le laisser tiédir légèrement avant de servir."]}}, {"titre": "Marbré aux noix", "url": "https://www.cuisine-libre.org/marbre-aux-noix", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/5a/fadb02a83398273046564e89c58ce6.jpg?1616185040", "recette": {"titre": "Marbré aux noix", "infos": {"duree_preparation": "15 min", "duree_cuisson": "45 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["1 tasse farine (250 g)", "1 tasse de poudre de noix", "1 tasse de sucre", "1 tasse d’huile", "1 sachet de levure chimique", "4 cuillères à café de cacao en poudre", "1 pincée de sel", "1 citron (jus et zeste)"], "etapes": ["Préchauffer le four à th.6 (180°C/250°F).", "Dissoudre le sucre dans l’huile jusqu’à ce qu’il fonde.", "Pendant ce temps, mélanger la farine, la poudre de noix et le zeste de citron. Saler.", "Mélanger la levure chimique avec un peu de citron. Ajouter à l’huile sucrée.", "Mélanger ensemble ces deux préparations jusqu’à obtention d’une pâte homogène.", "Séparer la pâte en deux moitiés. Dans l’une des deux, ajouter le cacao. Verser alternativement ces deux pâtes dans un moule fariné.", "Enfourner et cuire environ 45 minutes."]}}, {"titre": "Barm Brack (pain moucheté irlandais)", "url": "https://www.cuisine-libre.org/barmbrack-pain-brioche-irlandais", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/a8/af12674128108e51ae467bccdc4a1a.jpg?1616183857", "recette": {"titre": "Barm Brack (pain moucheté irlandais)", "infos": {"duree_preparation": "20 min", "duree_cuisson": "50 min", "duree_repos": "1 h 20 min", "methode_cuisson": "Four"}, "ingredients": ["225 g de farine tamisée", "15 cl de lait tiède", "50 g de sucre semoule", "4 g de levure de boulanger déshydratée", "1 œuf", "30 g de beurre mou", "1 grosse pincée de muscade", "1 grosse pincée de cannelle", "100 g de raisins secs", "30 g de fruits confits", "50 ml de whiskey Bushmills (facultatif)", "du thé irlandais (Barry’s Tea)", "1 citron, jus et zeste", "des fèves [*]", "1 c. à soupe de beurre", "1 c. à café de cannelle", "½ c. à café de mélange d’épices"], "etapes": ["Trempez les raisins secs dans le whiskey, le thé chaud et le jus de citron pendant 30-45 minutes, puis laissez-les égoutter.", "Délayez la levure dans le lait tiède.", "Pour la pâte : mettez tous les ingrédients dans un saladier et mélangez à l’aide d’une cuillère en bois.", "Pétrissez la pâte à la main pendant 5 minutes sur une surface recouverte de farine.", "Placez la pâte dans un bol recouvert d’un linge humide et laissez reposer pendant environ 1 heure, jusqu’à ce qu’elle double de volume, remplissant le bol.", "Une nouvelle fois, pétrissez la pâte sur une surface recouverte de farine, en ajoutant les fruits imbibés et les fèves [*] de manière à ce qu’ils soient uniformément répartis.", "Placez dans un moule à gâteau de 20-23 cm de diamètre dont vous aurez préalablement beurré et recouvrez d’un linge humide. Laissez dans un endroit chaud pendant environ 20 minutes, jusqu’à ce que la préparation gonfle pour atteindre le bord du moule.", "Mettez à cuire pendant 50 minutes dans un four préchauffé à 200°C.", "Pour le nappage : mélangez le beurre et les épices jusqu’à l’obtention d’un mélange mou.", "Sortez le barmbrack du four. Nappez immédiatement le dessus de beurre aux épices. Laissez refroidir."]}}, {"titre": "Gaufres de Liège", "url": "https://www.cuisine-libre.org/gaufres-de-liege", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/df/0de9d1da2271e770f51254d3db696c.jpg?1616185472", "recette": {"titre": "Gaufres de Liège", "infos": {"duree_preparation": "15 min", "duree_cuisson": "15 min", "duree_repos": "2 h", "methode_cuisson": ""}, "ingredients": ["1 kg de farine", "70 g de levure fraîche", "3 œufs", "100 g de sucre", "1 pincée de sel", "du lait tiède", "250 g de beurre", "75 g de saindoux", "vergeoise brune"], "etapes": ["Chauffer le lait et y faire fondre le beurre et le saindoux. Laisser tiédir.", "Délayer la levure dans un peu de lait tiède.", "Battre les jaunes d’œufs. Monter les blancs en neige.", "Dans une terrine verser la farine et y faire un puits.", "Y déposer le sucre et le sel. Ajouter le lait tiède et les jaunes d’œufs et la levure.", "Mélanger la pâte qui doit avoir la consistance d’une bonne pâte à pain.", "À la fin, incorporer délicatement les blancs battus en neige.", "Couvrir et laisser reposer au chaud durant 2 h. La pâte doit avoir le double de volume.", "Confectionner de petits pâtons de la valeur d’une noix et cuire dans un fer à trous moyens.", "Au sortir du fer, ouvrir la gaufre dans l’épaisseur et y tartiner une bonne cuillère de vergeoise, refermer et déguster chaud."]}}, {"titre": "Cornuelles", "url": "https://www.cuisine-libre.org/cornuelles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/90/46b33a06dd1e27520cebae6419bd22.jpg?1616188915", "recette": {"titre": "Cornuelles", "infos": {"duree_preparation": "30 min", "duree_cuisson": "12 min", "duree_repos": "1 h", "methode_cuisson": "Four"}, "ingredients": ["500 g de farine", "250 g de beurre mou", "240 g de sucre en poudre", "3 œufs", "½ sachet de levure chimique", "1 c. à soupe de Pastis (ou autre alcool anisé)", "1 c. à soupe d’extrait de vanille", "60 g de graines d’anisou de petites perles de sucres à l’anis rouges et blanches", "1 jaune d’œuf", "1 c. à soupe de lait"], "etapes": ["Travailler le beurre avec le sucre sans le faire blanchir. Ajouter les œufs les uns après les autres. Ajouter le Pastis et la vanille.", "À part, mélanger la farine, la levure et le sucre, puis les incorporer rapidement à la préparation précédente du bout des doigts jusqu’à obtenir une boule homogène.", "Filmer et la laisser reposer durant 1 heure au frais.", "Préchauffez le four à 180°C.", "Étaler la pâte sur un plan de travail fariné. Abaisser sur 5 mm d’épaisseur et former des triangles (traditionnellement de 15 cm de base sur 18 cm de côté). Utiliser une règle pour former les triangles et une roulette à pâte pour donner une forme dentelée sur les côtés.", "Faire un trou au centre des triangles (un bouchon de bouteille fera un emporte-pièce idéal) d’environ 3 cm de diamètre.", "Déposer vos cornuelles sur une plaque recouverte de papier sulfurisé.", "Tracer des rayures avec une fourchette sur les cornuelles en rejoignant les extrémités des triangles. Les badigeonner d’un mélange de jaune d’œuf et de quelques gouttes de lait. Saupoudrer de grains d’anis aux trois extrémités.", "Enfourner les cornuelles durant environ 12 minutes. Elles doivent être légèrement dorées sur le dessus, mais pas trop pour ne être trop sèches.", "À déguster tiède ou froid."]}}, {"titre": "Truffes au chocolat", "url": "https://www.cuisine-libre.org/truffes-au-chocolat", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/d2/dd5b19a81510c90055c0dcf4626db6.jpg?1616183861", "recette": {"titre": "Truffes au chocolat", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["250 g de chocolat noir amer [*] : Van Houten par ex.", "125 g de sucre glace", "100 g de beurre", "1 cuillère à soupe de lait", "2 jaunes d’œufs", "5 cl de crème fraîche", "50 g de poudre de cacao, non sucrée"], "etapes": ["Fondre au bain-marie le chocolat noir cassé en morceaux avec le lait.", "Le mélange bien lisse, ajouter le beurre en morceaux. Mélanger et incorporer les 2 jaunes d’œufs, la crème fraîche et le sucre glace.", "Réserver 24 h au réfrigérateur.", "Façonner rapidement les truffes en prélevant la pâte avec une petite cuillère puis en la roulant avec la paume, sur un marbre afin de former des boules de la grosseur d’une noix.", "Rouler une par une dans le cacao.", "Réserver au frais 12 h avant de les déguster."]}}, {"titre": "Galette aux dattes", "url": "https://www.cuisine-libre.org/galette-aux-dattes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/43/e798c67590702c26239d65e8daeca4.jpg?1616189089", "recette": {"titre": "Galette aux dattes", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "30 min", "methode_cuisson": "Four"}, "ingredients": ["600 g de pâte feuilletée(2 pâtons de 300 g)", "150 g de dattes", "4 cuillères à soupe de rhum ambré", "25 cl de lait", "1 œuf+ 2 jaunes", "50 g de sucre en poudre", "20 g de Maïzena", "20 g de beurre", "1 cuillère à soupe de sucre glace"], "etapes": ["Dénoyauter les dattes et les couper en dés. Les mettre dans un petit saladier et les arroser avec le rhum et 4 cuillerées à soupe d‘eau.Laisser macérer 30 min.", "Au bout de ce temps, les mixer finement avec le rhum et l‘eau, à l‘aide d‘un mixeur.", "Préparer la crème de garniture : faire chauffer le lait dans une casserole sans le laisser bouillir.", "Dans un saladier, travailler l’œuf et un jaune au batteur avec le sucre en poudre jusqu‘à ce que le mélange blanchisse.", "Incorporer la Maïzena, puis délayer avec le lait chaud.", "Reverser la crème dans la casserole et laisser cuire sur feu doux jusqu‘à épaississement, sans cesser de fouetter. Hors du feu, incorporer le beurre, puis, lorsque la crème a refroidi, les dattes mixées.", "Préchauffer le four : Th 6 - 220°C.", "Abaisser l’un des pâtons en un disque de 26 cm de Ø et l’autre en un disque de 28 cm de Ø. Poser le plus grand sur la tôle du four légèrement humidifiée.", "Garnir cette abaisse avec la crème aux dattes, en l’égalant régulièrement et en laissant une marge de 2 cm sur le pourtour.", "Glisser une fève dans la crème (ou une datte entière). Mouiller au pinceau tout le bord de la pâte.", "Poser la deuxième abaisse sur la garniture et la faire adhérer à la pâte du dessous en appuyant sur le pourtour. Rabattre la pâte du dessous par-dessus, en appuyant bien du bout des doigts, puis appuyer avec la pointe d‘un couteau afin de souder définitivement.", "Badigeonner la galette au pinceau avec le jaune d’œuf restant additionné d‘une cuillère à café d’eau, puis dessiner des motifs à la pointe du couteau sur le dessus.", "Enfourner à mi-hauteur et laisser cuire 10 min. puis baisser la température : Th 5 - 200°C, et poursuivre la cuisson 10 min.", "Au bout de ce temps. délayer le sucre glace dans une cuillère à soupe d‘eau et badigeonner la galette avec ce sirop.", "Remettre au four 10 min, jusqu’à ce que la galette soit gonflée et bien dorée, d’un bel aspect laqué."]}}, {"titre": "Galette des rois aux cerises amarena", "url": "https://www.cuisine-libre.org/galette-des-rois-aux-cerises-amarena", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/28/8db585f8f598432f36be223ea57ee3.jpg?1616189318", "recette": {"titre": "Galette des rois aux cerises amarena", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "30 min", "methode_cuisson": "Four"}, "ingredients": ["2 cercles de pâte feuilletée pré-étalée", "2 œufs entiers", "125 g de poudre d’amandes", "90 g de sucre semoule", "100 g de beurre mou", "1 jaune d’œuf délayé avec quelques gouttes d’eau", "sucre glace", "200 g de cerises amarena", "1 fève"], "etapes": ["Préchauffer le four à 180°C - Th 6.", "Préparer la crème d’amandes. Battre au fouet ou mixer tous les ingrédients de la crème d’amandes jusqu’à ce que le mélange blanchisse et devienne bien lisse.", "", "Poser 1 rond de pâte feuilletée sur un papier sulfurisé sur la plaque de votre four. Répartir la crème d’amandes en laissant un bord de 2 cm.", "Disposer les cerises égouttées sur la crème. Glisser la fève.", "Badigeonner avec 1 pinceau imbibé d’eau le pourtour de 2 cm de la galette. Poser délicatement la deuxième abaisse par-dessus afin qu’elle vienne recouvrir la crème et les fruits.", "", "Appuyer sur le pourtour afin de bien souder les 2 abaisses. « Cranter » le tour de la galette avec le côté non tranchant d’un petit couteau.", "Préparer la dorure en délayant le jaune d’œuf avec quelques gouttes d’eau. Dorer la surface avec le jaune d’œuf puis la réserver 25 min au réfrigérateur. En refroidissant, la pâte durcira et sera plus facile à décorer.", "", "La dorer au jaune d’œuf une seconde fois puis, avec le dos d’un couteau, former une rosace ou de jolies rayures ou toute autre décoration selon l’inspiration du jour et les dons artistiques de chacun… Prendre soin de ne pas fendre la pâte !", "Faire cuire au four ± 30 min.", "À la sortie du four, saupoudrer la galette de sucre glace et la glisser 2 min supplémentaires sous le gril du four afin de « glacer » la surface.", "Servir la galette tiède, accompagnée de quelques cerises amarena."]}}, {"titre": "Galette à la confiture de lait", "url": "https://www.cuisine-libre.org/galette-a-la-confiture-de-lait", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/31/cf9b8fdc627c415a19c8d781f5d256.jpg?1616192350", "recette": {"titre": "Galette à la confiture de lait", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "30 min", "methode_cuisson": "Four"}, "ingredients": ["600 g de pâte feuilletée (2 pains de 300 g à étaler)", "1/2 pot de confiture de lait", "1 œuf", "1 cuillère ä soupe de sucre en grains"], "etapes": ["Abaisser les pâtes feuilletées en 2 disques de 30 cm de Ø, et les réserver 30 min au réfrigérateur.", "Préchauffer le four : Th 7 - 210°C.", "Sortir les disques de pâte du réfrigérateur.", "En déposer un sur la tôle du four légèrement humidifiée ou tapissée d’une feuille de papier sulfurisé.", "Garnir l‘abaisse avec la confiture de lait jusqu‘ä 3 cm du bord. Placer la fève.", "Bien mouiller le pourtour sans confiture avec un pinceau, et recouvrir avec la seconde abaisse.", "Appuyer avec une fourchette afin de bien souder les 2 abaisses tout en guillochant la bordure.", "Bien faire adhérer l’abaisse du dessous et celle du dessus, car en chauffant, la confiture de lait devient liquide !", "Dessiner des motifs « artistiquement » sur la galette avec les dents d’une fourchette.", "Enfourner à mi hauteur, et laisser cuire la galette 20 min, puis dorer toute sa surface à l’œuf battu.", "Saupoudrer de sucre en grains, puis remettre la galette au four en baissant la température : Th 6 - 180°C, pendant 10 min.", "Faire glisser la galette sur une grille à pâtisserie, juste au sortir du four, et laisser refroidir complètement."]}}, {"titre": "Sablés œufs de Pâques", "url": "https://www.cuisine-libre.org/sables-oeufs-de-paques", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/c4/bcefc3cf3c2adfc004593f4baef05b.jpg?1616185038", "recette": {"titre": "Sablés œufs de Pâques", "infos": {"duree_preparation": "20 min", "duree_cuisson": "10 min", "duree_repos": "1 h", "methode_cuisson": "Four"}, "ingredients": ["200 g de farine", "50 g d’amandes en poudre", "100 g de beurre doux mou", "70 g de sucre glace", "1 gros œuf battu", "1 pincée de sel", "1 citron pressé et zesté", "4 c. soupe de lemon curd (crème au citron) ou de confiture d’orange"], "etapes": ["Préchauffer le four à 180°C (th.6).", "Dans une jatte, mélanger du bout des doigts la farine, la poudre d’amande, l’œuf battu, le sucre glace et le beurre en morceaux avec une pincée de sel, le zeste du citron et la moitié de son jus.", "Travailler la pâte jusqu’à ce qu’elle soit sableuse. Former une boule. Laisser reposer 1 heure au frais.", "Étaler la pâte sur 1/2 cm d’épaisseur. À l’aide d’un emporte-pièce de forme ovoïde, découper des sablés dans la pâte. Dans la moitié d’entre eux, évider des cercles avec un petit emporte-pièce rond.", "Enfourner les sablés 10 minutes.Laisser refroidir sur une grille.", "Garnir les sablés entiers avec une cuillère de confiture. Poudrer les sablés troués de sucre glace avant de les déposer sur chaque base. Presser légèrement."]}}, {"titre": "Mersu", "url": "https://www.cuisine-libre.org/mersu", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ed/0049b148f2a5a25eeab14ab91de5aa.jpg?1616183861", "recette": {"titre": "Mersu", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Crudité"}, "ingredients": ["2 tasses de dattes dénoyautées", "2 tasses de pistaches décortiquées"], "etapes": ["À l’aide d’un mortier et d’un pilon (ou d’un robot culinaire) hacher les dates pour les réduire en pâte lisse. Broyer ou piler les pistaches.", "Incorporer la moitié des pistaches moulues à la pâte de dattes et bien mélanger. Rouler en petites boules uniformes (mouillez vos doigts pour les rendre plus faciles à manipuler et lisser).", "Ensuite, étaler les pistaches restantes sur un plat pour y rouler chaque mersu et les enrober, en tapotant doucement pour vous assurer que les pistaches adhérent."]}}]